Repository: yshialexandra/Optimizing_LLM_Chinese_Translation_through_Syntactic_Feature_Extraction_and_Representation_Editing
Catalog: yshibachlorpaper/Yiyan_tmx/F28B.tmx
Source language: en_us
Languages: zh_cn

source: Brain can sabotage success
zh_cn: 大脑可能颠覆新年目标的成功实现

source: Uh-oh, the new year's just begun and already you're finding it hard to keep those resolutions to junk the junk food, get off the couch or kick smoking.
zh_cn: 哇呜，新的一年刚刚开始，你就发现新年目标难以实现，比如扔掉垃圾食品，不要老坐在沙发上，或者戒烟。

source: There's a biological reason a lot of our bad habits are so hard to break - they get wired into our brains.
zh_cn: 我们大量的坏习惯之所以难以打破，有生物学方面的原因——它们已经根植于我们的大脑之中。

source: That's not an excuse to give up.
zh_cn: 这种说法不应成为不戒掉坏习惯的借口。

source: Understanding how unhealthy behaviors become ingrained has scientists learning some tricks that may help good habits replace the bad.
zh_cn: 了解不健康行为何以根深蒂固可以帮助科学家找到用好习惯替代坏习惯的一些诀窍。

source: "Why are bad habits stronger? You're fighting against the power of an immediate reward," says Dr. Nora Volkow, director of the National Institute on Drug Abuse and an authority on the brain's pleasure pathway.
zh_cn: “为何坏的习惯越来越顽固？你所反抗的是一种现报的力量，”全国药品滥用机构主任、大脑愉快经络方面的研究权威诺拉·沃尔寇博士说。

source: It's the fudge vs. broccoli choice: Chocolate's yum factor tends to beat out the knowledge that sticking with veggies brings an eventual reward of lost pounds.
zh_cn: 这是棉花糖与西兰花之间的选择：坚持食用蔬菜最终可以减重，但是巧克力的美味容易使人忘掉这一点。

source: "We all as creatures are hard-wired that way, to give greater value to an immediate reward as opposed to something that's delayed," Volkow says.
zh_cn: “我们都是动物，天生地重眼前回报，不看重那些延迟的效果，” 沃尔寇博士说。

source: Just how that bit of happiness turns into a habit involves a pleasure-sensing chemical named dopamine.
zh_cn: 一点点的幸福就怎么变成了一种习惯，这个过程中涉及一种叫作多巴胺的化学品，它由感知快乐的作用。

source: It conditions the brain to want that reward again and again - reinforcing the connection each time - especially when it gets the right cue from your environment.
zh_cn: 这种化学品调节大脑不断要求得到那种奖赏——一次又一次地增强这种联系——特别从您所处的环境中能够得到正确的暗示时。

source: People tend to overestimate their ability to resist temptations around them, thus undermining attempts to shed bad habits, says experimental psychologist Loran Nordgren, an assistant professor at Northwestern University's Kellogg School of Management.
zh_cn: 西北大学Kellogg管理学院副教授、实验心理学家Loran Nordgren说，人们容易过高地估计自己抵御周围诱惑的能力，从而挫伤了舍弃坏习惯的努力。

source: "People have this self-control hubris, this belief they can handle more than they can," says Nordgren, who studies the tug-of-war between willpower and temptation.
zh_cn: “人们具有这种自我控制的傲慢心态，相信自己能够对付许多东西，而实际上是不可能对付的，”，专门研究意志力和诱惑之间拔河般较量的Nordgren说。

source: In one experiment, he measured whether heavy smokers could watch a film that romanticizes the habit - called "Coffee and Cigarettes" - without taking a puff.
zh_cn: 在一次实验中，他让烟瘾很重的人观看一部名叫《咖啡与香烟》的电影，这不电影将吸烟浪漫化，然后他观测看电影过程中这些人会不会抽上几口。

source: Upping the ante, they'd be paid according to their level of temptation: Could they hold an unlit cigarette while watching?
zh_cn: 增加赌注，按诱惑强度付钱：看电影时手拿一根未点燃的香烟？

source: Keep the pack on the table?
zh_cn: 把烟盒放在台上？

source: Or did they need to leave the pack in another room?
zh_cn: 还是要把烟盒放在另一个房间？

source: Smokers who'd predicted they could resist a lot of temptation tended to hold the unlit cigarette - and were more likely to light up than those who knew better than to hang onto the pack, says Nordgren.
zh_cn: 估计自己可以抵御大量诱惑的吸烟人往往把未点香烟拿在手中——与那些懂得最好抓住烟盒的人比，他们更容易点燃香烟，Nordgren说。

source: He now is beginning to study how recovering drug addicts deal with real-world temptations.
zh_cn: 目前他正着手研究重新吸毒者如何应对现实世界诱惑。

source: But temptation can be more insidious than how close at hand the cigarettes are.
zh_cn: 然而，不管香烟多么容易到手，诱惑更让人上当。

source: Always snack in front of your favorite TV show?
zh_cn: 您是不是没完没了地看自己喜欢的电视节目？

source: A dopamine-rich part of the brain named the striatum memorizes rituals and routines that are linked to getting a particular reward, explains NIDA's Volkow.
zh_cn: 大脑中富含多巴胺的部分名叫终脑皮层，它会记忆与获得特别奖励相关的仪式也日常事例，全国药品滥用机构的沃尔寇说。

source: Eventually, those environmental cues trigger the striatum to make some behaviors almost automatic.
zh_cn: 最终的结果是，这些环境暗示信号触发终脑皮层形成某些几乎自动的行为。

source: Even scientists who recognize it can fall prey.
zh_cn: 对此有充分认识的科学家同样也逃不脱这种规律的折磨。

source: "I don't like popcorn.
zh_cn: “我不喜欢玉米花。

source: But every time I go to the cinema, I have to eat it," Volkow says.
zh_cn: 可每次看电影，我都得吃，” 沃尔寇说。

source: "It's fascinating."
zh_cn: “太迷人了。”

source: Much of what scientists know about dopamine's role in habit formation comes from the study of alcohol and drug addiction, but it's a key player in more common habits, too, especially overeating.
zh_cn: 有关多巴胺对习惯形成的作用，许多源自酒精及毒品上瘾方面的研究，不过，这种化学品在更为平常的习惯，特别是过量饮食方面也起着关键的作用。

source: In fact, for anything that links an action and a reward, "dopamine is indispensable for the formation of these habits," Volkow says.
zh_cn: 事实上，对任何行动与回报联系一起的东西来说，“多巴胺都是形成这些习惯必不可少的东西，” 沃尔寇说。

source: A movement to pay people for behavior changes may exploit that connection, as some companies offer employees outright payments or insurance rebates for adopting better habits.
zh_cn: 奖励人们改变行为的运动就可以利用这种关联，有些公司对采取好习惯的职员立即给予奖金或保险回扣。

source: It's not clear yet just how well a financial incentive substitutes as a reward.
zh_cn: 尚不清楚，资金奖励作为回报到底有多灵验。

source: In one experiment, paying smokers at General Electric up to $750 to kick the habit nearly tripled the number who did, says Dr. Kevin Volpp, who directs the Center for Health Incentives at the University of Pennsylvania.
zh_cn: 宾夕法尼亚大学卫生激励研究中心主人克文?沃尔普说，在一次实验中， GE公司对吸烟者戒烟给予最大达750美元的奖励，结果使戒掉吸烟习惯的人数增加了几乎两倍。

source: A similar study that dangled dollars for weight loss found no difference - and environmental temptation might help explain the differing results.
zh_cn: 在类似的研究中，给减肥人以金钱奖励却发现几乎未发生明显不同——环境的诱惑是这种不同结果的主因。

source: It's getting hard to smoke in public but "every time you walk down the street, there's lots of sources of high-calorie, tasty, low-cost food," Volpp says.
zh_cn: 在公共场所吸烟现在越来越难了，可以“每次您走上大街，就能看到各种来源的高热量、可口而廉价的食物，” 沃尔普说。

source: However paying for behavior plays out, researchers say there are some steps that may help counter your brain's hold on bad habits:
zh_cn: 不管为行为改变付钱这种方式如何最后不起作用，研究人员说，有一些措施的确可以帮助抵御坏习惯占据大脑。

source: -Repeat, repeat, repeat the new behavior - the same routine at the same time of day.
zh_cn: —重复，重复，再重复新的行为——在每天同一时间从事同一日常事务。

source: Resolved to exercise?
zh_cn: 如果决意锻炼？

source: Doing it at the same time of the morning, rather than fitting it in haphazardly, makes the striatum recognize the habit so eventually, "if you don't do it, you feel awful," says Volkow the neuroscientist, who's also a passionate runner.
zh_cn: 就必须坚持每天早晨锻炼，不要随便找时间应付。这样，终脑皮层就可以最终认可这种习惯。“不做您都会感到难受，”热心跑步的神经科学家沃尔寇说。

source: -Exercise itself raises dopamine levels, so eventually your brain will get a feel-good hit even if your muscles protest.
zh_cn: —锻炼本身会提高多巴胺的水平，这样即便肌肉反抗，大脑最终仍会得到感觉良好的刺激。

source: -Reward yourself with something you really desire, Volkow stresses.
zh_cn: —沃尔寇强调说，给予自己真正渴望的东西作为奖励。

source: You exercised all week?
zh_cn: 您是否已经锻炼了整整一周？

source: Stuck to your diet?
zh_cn: 是否在坚持减肥？

source: Buy a book, a great pair of jeans, or try a fancy restaurant - safer perhaps than a box of cookies because the price inhibits the quantity.
zh_cn: 好，买本书，买一条牛仔裤，或上时髦的饭店吃一顿。这样也许比买盒饼干安全一些，因为价格终会对有限制作用。

source: -Stress can reactivate the bad-habit circuitry.
zh_cn: —压力会重新启动坏习惯的循环。

source: "You see people immediately eating in the airport when their flight is canceled," Volkow points out.
zh_cn: “在机场，一宣布航班取消，你会看到人们马上就开始吃东西，” 沃尔寇指出。

source: -And cut out the rituals linked to your bad habits.
zh_cn: —切断与您的坏习惯有关的仪式。

source: No eating in front of the TV, ever.
zh_cn: 绝不要在电视机前吃东西。

source: "What you want to be thinking about is, `What is it in my environment that is triggering this behavior?'" says Nordgren.
zh_cn: “你要考虑的是，‘在我的环境里什么样的东西能诱发这种行为？’” Nordgren说。

source: "You have to guard yourself against it."
zh_cn: “对此，您要有防备心理。”
